  {
     "page": 1,
     "results1": [
     
      {
         "id":1,
        "duration": 2.600,
        "title": "for tunnels"
      },
      {
        "id":2,
        "duration": 2.800,
        "title": "bridges"
      },
      {
        "id":3,
        "duration": 3,
        "title": "highways"
      },
      {
        "id":4,
        "duration": 3.2,
        "title": "widely used in construction reinforcement"
      },
      {

        "id":5,
        "duration": 3.4,
        "title": "in subway and tunnel construction"

      },
      {

        "id":6,
        "duration": 3.6,
        "title": "in water structures; dams, canals, and more"

      }
     ],
     "results2":[

      {

        "id":1,
        "duration": 1.6,
        "title": " Almet Baku takes great pride in its position as a leading supplier of a wide range of iron products in the country, being prominent as an importer of galvanized sheets, I-beams, wire rods, rebars, metal laths, and various other iron products."

      }

     ],

     "results3":[

      {

        "id":1,
        "duration": 1.6,
        "title": "     As the leading supplier of a wide range of steel products, Almet Baku takes great pride in its position. Primarily known as a front-running importer in the country for galvanized sheets, I-beams, rods, rebars, wire metals, and other various steel products."

      },
      {

        "id":2,
        "duration": 1.8,
        "title": "     Choosing Almet  Baku as your trusted business partner, you're opting for prompt and efficient service, a customized approach that precisely meets your unique requirements, a perfectly organized supply chain that minimizes any potential delays, and boosts overall productivity. Our commitment to customer satisfaction continually drives us to improve and adapt, ensuring we stay at the forefront of the industry."

      },
      {

        "id":3,
        "duration": 2,
        "title": "At our company, we are proud to be a comprehensive steel supplier, offering a broad range of services to meet the specific demands of our customers. With our extensive services for flat steel and plate, we not only improve the visual aspect but also enhance the resistance of materials against corrosion. Our large warehouse and strategic relationships with global steel manufacturers allow us to shorten serious lead times and offer you highly competitive prices. As part of our commitment to eliminating barriers to customized solutions, we offer a range of essential services. Our peeling process efficiently removes impurities, protective coatings, and yields a clean and sturdy appearance from the surface of materials. Our temperature transition technology ensures improvement in steel's flat output and mechanical properties, minimizing the risk of shrinkage or uncertainties. Furthermore, our coating and coloring services provide an added level of protection against corrosion and enhance the aesthetic appeal of steel."

      },
      {

        "id":3,
        "duration": 2,
        "title": "By opting for our services, you can benefit from our expertise, vast resources, and our exceptional ability to deliver quality. We strive to exceed your expectations and ensure that the steel products we offer perfectly align with your unique requirements."

      }

     ],

     "info":[
      {

        "id":1,
        "text": "Welcome to the page about our ''Almet Baku'' OJSC company! ''Almet Baku'' OJSC company has signed many large projects in the field of trade and maintenance field based on values such as reliability and quality. Our company has a large stock of steel and is one of the leading importers in the country for the trade of galvanized sheets, l-beams, channels, steel rebars, steel wire rods, and other iron products. At the same time, it produces and trades wire mesh in the country, distinguished by its high quality and longevity."

      },
      {

        "id":2,
        "text": "At our care, we are committed to providing our customers with the highest level of quality and service. We achieve this through our state-of-the-art manufacturing facility, skilled workforce, and cutting-edge technology. Our engineers and technicians are dedicated to ensuring that our products meet the strictest industry standards and regulations. ISO 9001:2015 international certificate issued to our company on 27.04.2023 confirms compliance with the specified standards. Our products are available in various sizes, and materials in order to meet the specific needs of our customers. We would be happy to establish and develop a beneficial and efficient business relationship with you."

      }
     ],

    "total_pages": 36052,
    "total_results": 721023
  }
  